[AttributePresentation_Mercenary AttributePresentationDefinition]
Description="$Willow Trading Card Game behavior diagram."
NoConstraintText=""
Suffix=""
Prefix=""

[Mercenary.Head_MercE UsableCustomizationItemDefinition]
ItemCardTopStatString="%s1 and 1 %s1"
UseFailureCharacterMessage="There is a requirement %s Use this article."
ItemName=""
PickupMessage="You have it %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="high quality"

[Mercenary.Head_MercVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%sand 2 %s1"
UseFailureCharacterMessage="still %s Use this article."
ItemName=""
PickupMessage="you %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="General"

[Mercenary.Skin_MercE UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="they should %s I like this."
ItemName=""
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use it.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="beauty"

[Mercenary.Skin_MercVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%swhich 2* %s1"
UseFailureCharacterMessage="of course you are %s Use this article."
ItemName=""
PickupMessage="your own Council %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="This product is no longer available.."
NoManufacturerName="Domestic"

